{
  "terodoc-statement-of-purpose": {
    "title": "Terodoc",
    "launchDate": "10 December 2022",
    "category": "Education",
    "targetAudience": "Students",
    "websiteLink": "https://terodoc.com/",
    "impact": "Help provide 'Statement of Purpose' to students who are applying to universities abroad.",
    "desc": "Tagline: TeroDoc - The Best Statement of Purpose Review Service \n\n\n If you're applying to graduate school, you know that one of the most important parts of your application is your statement of purpose. This is your chance to tell the admissions committee why you're interested in their program, what your goals are, and why you're a good fit for their school. \n\nBut writing a great statement of purpose can be tough. It's hard to know where to start, and it's easy to get bogged down in the details. That's where TeroDoc comes in. \n\n TeroDoc is a statement of purpose review service that can help you write a statement of purpose that will get you into the graduate school of your dreams. We offer a comprehensive library of statement of purpose examples that have been accepted by universities all over the world. You can use these examples to get ideas for your own statement of purpose, and you can also use our feedback to make sure your statement is polished and error-free. \n\nWe'll discuss the importance of a strong statement of purpose and how TeroDoc can help you write one. We'll also provide some tips on how to make your statement of purpose stand out from the competition. \n\nThe Importance of a Strong Statement of Purpose\nYour statement of purpose is one of the most important parts of your graduate school application. It's your chance to tell the admissions committee why you're interested in their program, what your goals are, and why you're a good fit for their school. \n\nA strong statement of purpose can make the difference between getting accepted to the graduate school of your dreams and being denied. That's why it's so important to take the time to write a statement of purpose that is well-written, well-organized, and tailored to the specific program you're applying to. \n\n\nHow TeroDoc Can Help You Write a Great Statement of Purpose \n\n  TeroDoc can help you write a great statement of purpose by providing you with a comprehensive library of statement of purpose examples. You can use these examples to get ideas for your own statement of purpose, and you can also use our feedback to make sure your statement is polished and error-free.\n\n    In addition, TeroDoc offers a variety of services to help you write your statement of purpose, including: \n\nPersonal statement editing and proofreading\n24/7 customer support\nFree statement of purpose templates\n\n\nWith TeroDoc, you can be confident that you're writing a statement of purpose that will get you into the graduate school of your dreams. \n\n\nTips for Making Your Statement of Purpose Stand Out\n\nHere are a few tips on how to make your statement of purpose stand out from the competition:\n\nBe specific. Don't just say that you're interested in a particular program. Explain why you're interested in that program and how it will help you achieve your goals.\nBe personal. The admissions committee wants to get to know you as a person. Share your story and explain why you're passionate about your field.\nBe concise. The admissions committee doesn't have time to read a long, drawn-out statement of purpose. Keep your statement to 1-2 pages.\nBe proofread. Make sure your statement of purpose is free of errors. Typos and grammatical mistakes will make you look unprofessional.\nWith these tips in mind, you can write a statement of purpose that will help you get into the graduate school of your dreams.   ",
    "frontImage": "1"
  },
  "salestat": {
    "title": "Salestat",
    "launchDate": "10 December 2022",
    "category": "Pharmaceuticals",
    "targetAudience": "Pharma Companies",
    "websiteLink": "NA",
    "impact": "Helps Pharma company to analyse their monthly sales in every state.",
    "desc": "SaleStat is a software product that helps pharmaceutical companies analyze their sales in a graphical view and get a clear picture of their monthly and yearly sales status. It allows users to track sales data by product, region, and time period, and to generate reports that can be used to identify trends and areas for improvement. \n\nSaleStat also provides users with the ability to set sales targets and track their progress towards those targets.    SaleStat is a valuable tool for pharmaceutical companies that want to improve their sales performance. It can help them to identify areas where they are losing sales, to track their progress towards sales targets, and to generate reports that can be used to make informed decisions about their sales strategy.",
    "frontImage": "f1"
  },
  "playquote": {
    "title": "PlayQuote",
    "launchDate": "28 July 2019",
    "category": "Game",
    "targetAudience": "Everyone",
    "websiteLink": "",
    "impact": "Brings out creative lines that adds up to make a greate quote.",
    "desc": "PlayQuote is a permaweb dapp for storing Quotes on blockchain in a Decentralized way. Powered by Arweave, all quotes are forever stored and accessible anywhere. This means that you can create a quote on PlayQuote and it will be stored on the blockchain forever, even if your computer crashes or you lose access to your account. This is a great way to store important quotes or to create a permanent record of your thoughts and ideas. \n\n To use PlayQuote, simply create an account and then start writing quotes. You can write as many quotes as you want and they will all be stored on the blockchain. Once you have written a quote, you can share it with others or keep it private. You can also vote on other quotes and see how many other people have voted on them. \n\nPlayQuote is a great way to store important quotes or to create a permanent record of your thoughts and ideas. It is also a great way to share your thoughts and ideas with others. If you are looking for a way to store quotes in a decentralized way, then PlayQuote is the perfect solution for you.",
    "frontImage": "f1"
  },
  "blockcert": {
    "title": "BlockCert",
    "launchDate": "19 June 2019",
    "category": "Storage",
    "targetAudience": "Everyone",
    "websiteLink": "",
    "impact": "Store Certificates permanently on Arweave.",
    "desc": "Arweave is a decentralized storage protocol that allows you to store data permanently on the blockchain. This makes it a great option for certifying other Dapps, as it provides a permanent record of the certification process. The Dapp can be certified by anyone who has access to the Arweave network, and the certification process is transparent and tamper-proof. This makes it a valuable tool for verifying the authenticity and integrity of Dapps.\n\n\nHere are some of the benefits of using Arweave for certifying Dapps:\nIt provides a permanent record of the certification process.\nIt is a decentralized storage protocol, so it is not subject to censorship or control by any central authority.\nIt is transparent and tamper-proof, so it can be used to verify the authenticity and integrity of Dapps.\nIf you are looking for a way to certify the authenticity and integrity of Dapps, then Arweave is a great option. It provides a permanent record of the certification process, it is a decentralized storage protocol, and it is transparent and tamper-proof.",
    "frontImage": "f1"
  }
}
